{
  "add_bos_token": true,
  "add_eos_token": false,
  "add_prefix_space": null,
  "added_tokens_decoder": {
    "100000": {
      "content": "<ÔĹúbegin‚ĖĀof‚ĖĀsentenceÔĹú>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "100001": {
      "content": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "<ÔĹúbegin‚ĖĀof‚ĖĀsentenceÔĹú>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
  "extra_special_tokens": {},
  "legacy": true,
  "model_max_length": 4096,
  "pad_token": "<ÔĹúend‚ĖĀof‚ĖĀsentenceÔĹú>",
  "sp_model_kwargs": {},
  "tokenizer_class": "LlamaTokenizerFast",
  "unk_token": null,
  "use_default_system_prompt": false
}
